Repository: xfce-mirror/thunar-shares-plugin
Catalog: po/*.po
Languages: bg, eo, et, he, hr, kk, ko, ms, nb, nl, oc, pl, ro, sk, sl, sq, th, vi, zh_tw

source: You are not the owner of the folder.
bg: Не сте собственик на тази папка.
eo: Vi ne estas la posedanto de la dosierujo.
et: Sa ei ole selle kausta omanik
he: אתה לא הבעלים של התיקייה.
hr: Niste vlasnik mape.
kk: Сіз осы буманың иесі емессіз.
ko: 이 폴더의 소유자가 아닙니다.
ms: Anda bukanlah pemilik folder.
nb: Du eier ikke mappen.
nl: U bent niet de eigenaar van de map.
oc: Sètz pas lo proprietari del repertòri.
pl: Nie jesteś właścicielem tego katalogu.
ro: Nu sunteți proprietarul dosarului.
sk: Nieste vlastník priečinka.
sl: Niste lastnik mape.
sq: S’jeni i zoti i dosjes.
th: คุณไม่ใช่เจ้าของแฟ้ม
vi: Bạn không phải là người sở hữu thư mục
zh_tw: 您不是該資料夾的擁有者。

source: You may need to install Samba, check your user permissions (usershares group) and re-login. <b>More info:</b> <u>https://docs.xfce.org/xfce/thunar/thunar-shares-plugin</u>
eo: Vi eble bezonas instali Samba, kontroli viajn uzantajn permesojn (uzanto-grupo) kaj re-ensaluti. <b>Pliaj informoj:</b> <u>https://docs.xfce.org/xfce/thunar/thunar-shares-plugin</u>
et: Sa võibolla pead paigaldama Samba tarkvara, kontrollima õigusi (usershares kasutajagrupp) ning uuesti sisse logima. <b>Lisateave:</b> <u>https://docs.xfce.org/xfce/thunar/thunar-shares-plugin</u>
nb: Du må kanskje installere Samba. Kontroller dine brukerrettigheter (gruppen «usershares») og logg inn på nytt. <b>Mer info:</b> <u>https://docs.xfce.org/xfce/thunar/thunar-shares-plugin</u>
nl: U dient wellicht Samba te installeren; kijk uw gebruikersrechten na (groep usershares) en meld u opnieuw aan. <b>Meer info:</b> <u>https://docs.xfce.org/xfce/thunar/thunar-shares-plugin</u>
oc: Devètz installar Samba, verificatz las autorizacions (grop usershares) e tornatz-vos autentificar. <b>Mai d’informacions :</b> <u>https://docs.xfce.org/xfce/thunar/thunar-shares-plugin</u>
pl: Może być konieczne zainstalowanie Samby, sprawdzenie uprawnień użytkownika (grupa współudziałów użytkownika) i ponowne zalogowanie się. <b>Więcej informacji:</b> <u>https://docs.xfce.org/xfce/thunar/thunar-shares-plugin</u>
ro: Este posibil să fie nevoie să instalați Samba, verificați permisiunile utilizatorilor (grupului „usershares”) și să vă reautentificați. <b>Mai multe informații la:</b> <u>https://docs.xfce.org/xfce/thunar/thunar-shares-plugin</u>
sl: Morda boste morali namestiti Sambo, preveriti vaše pravice in se ponovno prijaviti. <b>Več podatkov:</b> <u>http://goodies.xfce.org/projects/thunar-plugins/thunar-shares-plugin/</u>
sq: Mund t’ju duhet të instaloni Samba-n, të kontrolloni lejet tuaja si përdorues (grupi usershares) dhe të ribëni hyrjen. <b>Më tepër hollësi:</b> <u>https://docs.xfce.org/xfce/thunar/thunar-shares-plugin</u>
th: คุณอาจต้องติดตั้ง Samba ตรวจสอบสิทธิ์ผู้ใช้ของคุณ (กลุ่มผู้ใช้งาน) และเข้าสู่ระบบใหม่อีกครั้ง <b>ข้อมูลเพิ่มเติม:</b> <u>https://docs.xfce.org/xfce/thunar/thunar-shares-plugin</u>
vi: Bạn có thể cần cài đặt Samba, kiểm tra quyền của người dùng (nhóm chia sẻ người dùng) và đăng nhập lại. <b>Thêm thông tin:</b> <u>https://docs.xfce.org/xfce/thunar/thunar-shares-plugin</u>
zh_tw: 您可能需要安裝 Samba，請檢查您的使用者權限（usershares 群組）並重新登入。 <b>更多資訊：</b><u>https://docs.xfce.org/xfce/thunar/thunar-shares-plugin</u>

source: Folder _Sharing
eo: Dosieruja _kunhavigo
et: Võrgukau_stad
nb: _Deling av mappe
nl: _Delen van mappen
oc: _Partiment de dorsièr
sq: N_darje Dosjesh Me të Tjerë
th: การแชร์โ_ฟลเดอร์
vi: Thư mục _chia sẻ

source: You may need to install Samba, check your user permissions(usershares group) and re-login. <b>More info:</b> <u>http://thunar-shares.googlecode.com/</u>
he: ייתכן ותצטרך להתקין סמבה, בדוק את הרשאות המשתמש שלך (קבוצת שיתופי משתמש) והיכנס מחדש. <b>עוד מידע:</b> <u>http://thunar-shares.googlecode.com/</u>
hr: Možda trebate instalirati Sabma-u, provjerite svoje korisničke dozvole (usershares group) i ponovno se prijavite. <b>Više informacija:</b> <u>http://thunar-shares.googlecode.com/</u>
ms: Anda perlu pasang Samba, semak keizinan pengguna anda (kumpulan perkongsian pengguna) dan daftar-semula. <b>Maklumat lanjut:</b> <u>http://thunar-shares.googlecode.com/</u>
sk: Bude treba nainštalovať aplikáciu Samba, skontrolujte svoje používateľské oprávnenia (skupina usershares) a znovu sa prihláste. <b>Viac informácií:</b> <u>http://thunar-shares.googlecode.com/</u>
