Repository: xfce-mirror/thunar-shares-plugin
Catalog: po/*.po
Languages: bg, eo, et, he, hr, kk, ko, ms, nb, nl, oc, pl, ro, sk, sl, sq, th, vi, zh_tw

source: Please, write a name.
bg: Моля, напишете име.
eo: Bonvolu skribi nomon.
et: Palun sisesta nimi.
he: אנא, כתוב שם.
hr: Molim, napišite ime.
kk: Атауын жазыңыз.
ko: 이름을 적으십시오.
ms: Sila tulis nama.
nb: Skriv inn et navn.
nl: Schrijf a.u.b. een naam.
oc: Se vos plai, escrivètz un nom.
pl: Wpisz nazwę.
ro: Vă rog, scrieți un nume.
sk: Zadajte názov.
sl: Prosimo, vnesite ime.
sq: Ju lutemi, shkruani një emër.
th: กรุณาระบุชื่อ
vi: Hãy tạo một cái tên.
zh_tw: 請填寫名稱。

source: Share name too long. Some old clients may have problems to access it, continue anyway?
bg: Името на споделения ресурс е твърде дълго. Някои по-стари програми може да имат проблеми с достъпа до него. Продължаване въпреки това?
eo: Kunhavigita nomo estas tro longa. iuj malnovaj klientoj eble havas problemojn por aliri ĝin, ĉu daŭrigu?
et: Võrgukausta nimi on liiga pikk. Mõned vanad kliendid ei pruugi suuta seda kasutada. Kas jätkame ikkagi?
he: שם שיתוף ארוך מידי. לכמה לקוחות ישנים עלולות להיות בעיות גישה, להמשיך בכל זאת?
hr: Ime dijeljenja je predugo.Neki stariji klijenti mogu imati problema pri pristupu, svejedno nastaviti?
kk: Ортақ бума аты тым ұзын. Кейбір ескі клиенттерде онымен мәселелер пайда болуы мүмкін, сонда да жалғастырамыз ба?
ko: 공유 이름이 너무 깁니다. 일부 오래된 클라이언트에서 접근에 문제가 발생할 수 있습니다, 계속하시렵니까?
ms: Nama kongsi terlalu panjang. Sesetengah klien lama menghadapi masalah untuk mencapainya, teruskan jua?
nb: Delingsnavn for langt. Enkelte eldre klienter kan få problemer med å koble til, fortsette allikevel?
nl: Naam van Deel is te lang. Sommige oude computers zouden daardoor moeite kunnen hebben om het te benaderen. Toch doorgaan?
oc: Lo nom de partiment es tròp long. D'unes clients ancians poirián aver de problèmas en volent i accedir, contunhar malgrat tot ?
pl: Nazwa współudziału jest za długa. Niektóre starsze programy mogą mieć problem z dostępem. Mimo wszystko kontynuować?
ro: Numele de partajare este prea lung. Este posibil ca unii clienți vechi să aibă probleme de acces la acesta, continuați oricum?
sk: Názov zdieľanej položky je príliš dlhý. Niektorí starší klienti môžu mať problémy s prístupom. Chcete napriek tomu pokračovať?
sl: Ime souporabe je predolgo, zato imajo lahko nekateri starejši programi težave z dostopom. Ali vseeno želite nadaljevati?
sq: Emër pjese shumë i gjatë. Disa klientë të vjetër mund të kenë probleme ta përdorin, të vazhdohet sido qoftë?
th: ชื่อยาวเกินไป ไคลเอนต์รุ่นเก่าอาจจะไม่สามารถเข้าถึงข้อมูลได้ คุณต้องการดำเนินการต่อหรือไม่
vi: Tên chia sẻ quá dài. Một số máy trạm cũ có thể xảy ra vấn đề khi truy cập, Tiếp tục?
zh_tw: 分享名稱過長。某些舊客戶端存取它時可能發生問題，無論如何要繼續嗎？

source: Error while getting share information: %s
bg: Грешка при получаването на споделената информация: %s
eo: Eraro dum ricevado de informoj pri kunhavigo: %s
et: Võrgukausta info laadimisel tekkis viga: %s
he: שגיאה בעת הבאת מידע שיתוף: %s
hr: Greška pri dobivanju informacija o dijeljenju: %s
kk: Ортақ бума ақпаратын алу қатемен аяқталды: %s
ko: 공유 정보를 가져오는 동안 오류가 발생했습니다: %s
ms: Ralat ketika mendapatkan maklumat kongsi: %s
nb: Feil ved henting av delingsinformasjon: %s
nl: Fout bij verkrijgen van Deelinformatie: %s
oc: Error al moment de l'obtencion de las informacions del partiment : %s
pl: Wystąpił błąd podczas uzyskiwania informacji współudziału: %s
ro: Eroare la obținerea informațiilor despre partajare: %s
sk: Pri získavaní informácií o zdieľaní došlo k chybe: %s
sl: Med pridobivanjem podatkov o souporabi je prišlo do napake: %s
sq: Gabim teksa merreshin të dhëna pjese: %s
th: เกิดข้อผิดพลาดขณะรับข้อมูลการแชร์: %s
vi: Lỗi khi đang tìm kiếm thông tin chia sẻ: %s
zh_tw: 取得分享資訊時發生錯誤：%s

source: Another share has the same name
bg: Друг споделен ресурс има същото име
eo: Alia kunhavigo havas la saman nomon
et: Teisel võrgukaustal on sama nimi
he: שיתוף נוסף הוא עם אותו שם
hr: Još jedno dijeljenje ime isto ime
kk: Осы атауы бар басқа ортақ бума бар болып тұр
ko: 다른 공유가 동일한 이름을 지니고 있습니다
ms: Perkongsian lain mempunyai nama yang sama
nb: Et annet delt område har samme navn
nl: Een ander Deel heeft dezelfde naam
oc: Un autre partiment a lo meteis nom
pl: Inne współdzielenie ma taką samą nazwę
ro: O altă partajare are același nume
sk: Iná zdieľaná položka má rovnaký názov
sl: Souporaba s tem imenom že obstaja.
sq: Një tjetër pjesë ka të njëjtin emër
th: มีการแชร์ที่มีชื่อซ้ำ
vi: Một chia sẻ khác có cùng tên
zh_tw: 另一個分享已有相同名稱

source: Cannot modify the share:
bg: Не може да се промени споделения ресурс:
eo: Ne povas modifi la kunhavigon:
et: Võrgukausta muutmine ei olnud võimalik:
he: לא יכול לשנות את השיתוף:
hr: Ne mogu izmijeniti dijeljenje:
kk: Ортақ буманы түзету мүмкін емес:
ko: 공유를 수정할 수 없습니다:
ms: Tidak dapat ubahsuai perkongsian:
nb: Kan ikke endre nettverksområde
nl: Kan het Deel niet aanpassen:
oc: Impossible de modificar lo partiment :
pl: Nie można modyfikować współudziału:
ro: Nu se poate modifica partajarea:
sk: Nemožno zmeniť zdieľaný priečinok:
sl: Souporabe ni mogoče spremeniti:
sq: S’mund të ndryshohet pjesa:
th: ไม่สามารถปรับแต่งการแชร์:
vi: Không thể chỉnh sửa chia sẻ
zh_tw: 無法修改分享：

source: Thunar needs to add some permissions to your folder in order to share it. Do you agree?
bg: Thunar трябва да добави някои права към Вашата папка за да може да я сподели. Съгласни ли сте?
eo: Thunar bezonas aldoni iujn permesojn al via dosierujo por kunhavigi ĝin. Ĉu vi konsentas?
et: Kausta jagamiseks üle võrgu peab Thunar muutma selle õigusi leebemaks. Kas sa nõustud sellega?
he: Thunar צריך להוסיף כמה הרשאות לתיקייה שלך על מנת לשתף אותה. אתה מסכים?
hr: Thunar treba dodati neke dozvole vašoj mapi da bi je mogli dijeliti.Slažete li se?
kk: Буманы ортақ қылу үшін Thunar оған бірнеше рұқсаттарды қосуы керек. Осымен келісесіз бе?
ko: 투나에서 폴더를 공유하려면 권한을 추가해야 합니다. 동의하시렵니까?
ms: Thunar perlu tambah beberapa keizinan ke folder anda untuk kongsikannya. Anda setuju?
nb: Thunar må endre rettigheter til mappen for å kunne dele den. Ønsker du dette?
nl: Thunar moet enkele rechten toevoegen aan uw map, om hem te delen. Stemt u daarmee in?
oc: Thunar a besonh d'apondre de permissions a vòstre dorsièr per tal de lo partejar. Sètz d'acòrdi ?
pl: Thunar wymaga dodania pewnych uprawnień do tego katalogu, by móc go współdzielić. Czy się zgadzasz?
ro: Thunar trebuie să adauge anumite permisiuni dosarului dvs. pentru a-l partaja. Sunteți de acord?
sk: Aplikácia Thunar pridá tomuto priečinku oprávnenia, aby ho mohla zdieľať. Chcete pokračovať?
sl: Za souporabo mape morajo biti nastavljena ustrezna dovoljenja. Ali želite, da jih Thunar samodejno nastavi?
sq: Që të mund ta ndani me të tjerët, Thunar-i lyp të shtojë disa leje mbi dosjen tuaj. Pajtoheni me këtë?
th: Thunar ต้องการเพิ่มการกำหนดสิทธิ์บางอย่างในแฟ้มที่คุณต้องการแชร์ คุณยินยอมหรือไม่
vi: Thunar cần thêm một số quyền cho thư mục để có thể chia sẻ nó. Bạn có chấp nhận không?
zh_tw: Thunar 需要放行一些許可權到您的資料夾才能分享它。您同意嗎？

source: Error when changing folder permissions.
bg: Грешка при промяна правата на папката.
eo: Eraro, kiam ŝanĝas dosierujajn permesojn.
et: Viga kausta õiguste muutmisel.
he: שגיאה בעת שינוי הרשאות תיקייה.
hr: Greška pri promjeni dozvola mape.
kk: Бума рұқсаттарын түзету сәтсіз аяқталды.
ko: 폴더 권한을 바꾸는데 오류가 발생했습니다.
ms: Ralat ketika menukar keiznan folder.
nb: Feil under endring av mapperettigheter.
nl: Fout bij het wijzigen van maprechten.
oc: Error al moment del cambiament de permissions del dorsièr.
pl: Błąd podczas zmiany uprawnień katalogu.
ro: Eroare la schimbarea permisiunilor dosarului.
sk: Chyba pri nastavovaní práv k priečinku.
sl: Med spreminjanjem dovoljenj mape je prišlo do napake.
sq: Gabim gjatë ndryshimit të lejeve mbi dosjen.
th: เกิดข้อผิดพลาดระหว่างการเปลี่ยนการกำหนดสิทธิ์ของแฟ้ม
vi: Lỗi khi đang thay đổi quyền của thư mục
zh_tw: 變更資料夾許可權時發生錯誤。

source: %s %s %s returned with signal %d
bg: %s %s %s се върна със сигнал %d
eo: %s %s %s revenis kun signalo %d
et: %s %s %s käsu töö lõppes signaaliga %d
he: %s %s %s הוחזר עם איתות %d
hr: %s %s %s vraćen sa signalom %d
kk: %s %s %s қазір %d сигналын қайтарды
ko: %s %s %s이(가) 시그널 %d번을 반환했습니다
ms: %s %s %s dikembalikan dengan isyarat %d
nb: %s %s %s gav tilbake meldingen %d
nl: %s %s %s koppelde terug met signaal %d
oc: %s %s %s a renviat un senhal %d
pl: %s %s %s zwróciło sygnał %d
ro: %s %s %s a returnat semnalul %d
sk: %s %s %s sa vrátil so signálom %d
sl: Ukaz "%s %s %s" je vrnil vrednost %d
sq: %s %s %s është përgjigjur me një sinjal %d
th: %s %s %s ส่งกลับคืนกับสัญญาณ %d
vi: %s %s %s trả về tín hiệu %d
zh_tw: %s %s %s 傳回訊號 %d

source: %s %s %s failed for an unknown reason
bg: %s %s %s се провали поради неустановена причина
eo: %s %s %s malsukcesis pro nekonata kialo
et: %s %s %s ebaõnnestus teadmata põhjusel
he: %s %s %s נכשל מסיבה לא ידועה
hr: %s %s %s neuspjelo iz nepoznatog razloga
kk: %s %s %s белгісіз себеппен қатемен аяқталды
ko: %s %s %s이(가) 알 수 없는 이유로 실패했습니다
ms: %s %s %s gagal atas sebab tidak diketahui
nb: %s %s %s feilet av en ukjent grunn
nl: %s %s %s mislukte om een onbekende reden
oc: %s %s %s a fracassat per una rason desconeguda
pl: %s %s %s napotkało błąd z nieznanego powodu
ro: %s%s%s a eșuat din motive necunoscute
sk: %s %s %s zlyhal z neznámeho dôvodu
sl: Ukaz "%s %s %s" je spodletel iz neznanega razloga
sq: %s %s %s dështoi për një arsye të panjohur
th: %s %s %s เกิดข้อผิดพลาดโดยไม่ทราบสาเหตุ
vi: %s %s %s thất bại vì một lý do không xác định
zh_tw: %s %s %s 因為不明原因執行失敗

source: 'net usershare' returned error %d: %s
bg: „net usershare“ върна грешка %d: %s
eo: 'net usershare' revenis eraro: %d: %s
et: 'net usershare' käsu tulemusel tekkis viga %d: %s
he: 'שיתוף משתמש נטו' החזיר שגיאה %d: %s
hr: 'net usershare' je vratilo grešku %d: %s
kk: 'net usershare' қазір %d қатесін қайтарды: %s
ko: 'net usershare'이 오류 %d번을 반환했습니다: %s
ms: 'net usershare' kembalikan ralat %d: %s
nb: «net usershare» gav tilbake feilen %d: %s
nl: 'net gebruikersdeel' meldde fout %d: %s
oc: 'net usershare' a renviat una error %d : %s
pl: Polecenie „net usershare” zwróciło błąd %d: %s
ro: „net usershare” a returnat eroarea %d: %s
sk: Príkaz 'net usershare' vrátil chybu %d: %s
sl: Ukaz "net usershare" je sporočil napako %d: %s
sq: “net usershare” u përgjigj me gabimin %d: %s
th: 'net usershare' ส่งกลับคืนข้อผิดพลาด %d: %s
vi: lỗi trả về 'net usershare' %d: %s
zh_tw: 「net usershare」傳回錯誤 %d：%s

source: 'net usershare' returned error %d
bg: „net usershare“ върна грешка %d
eo: 'net usershare' revenis eraro: %d
et: 'net usershare' käsu tulemusel tekkis viga %d
he: 'שיתוף משתמש נטו' החזיר שגיאה %d
hr: 'net usershare' je vratilo grešku %d
kk: 'net usershare' қазір %d қатесін қайтарды
ko: 'net usershare'이 오류 %d번을 반환했습니다
ms: 'net usershare' kembalikan ralat %d
nb: «net usershare» gav tilbake feilen %d
nl: 'net gebruikersdeel' meldde fout %d
oc: 'net usershare' a renviat una error %d
pl: Polecenie „net usershare” zwróciło błąd %d
ro: „net usershare” a returnat eroarea %d
sk: Príkaz 'net usershare' vrátil chybu %d
sl: Ukaz "net usershare" je sporočil napako %d
sq: “net usershare” u përgjigj me gabimin %d
th: 'net usershare' ส่งกลับคืนข้อผิดพลาด %d
vi: lỗi trả về 'net usershare' %d
zh_tw: 「net usershare」傳回錯誤 %d

source: the output of 'net usershare' is not in valid UTF-8 encoding
bg: Изходът от „net usershare“ е с невалидна UTF-8 кодировка
eo: La eligo de 'net usershare' ne estas en valida kodoprezento UTF-8
et: 'net usershare' käsu väljund ei ole korrektses UTF-8 kodeeringus
he: הפלט של 'שיתוף משתמש נטו' אינו בקידוד UTF-8 חוקי
hr: izlaz od 'net usershare' nije u valjanom UTF-8 kodu
kk: 'net usershare' шығысы дұрыс UTF-8 кодталуында емес
ko: 'net usershare'의 결과가 올바른 UTF-8 인코딩이 아닙니다
ms: output 'net usershare' adalah tidak dalam pengekodan UTF-8
nb: Utdata fra «net usershare» er ikke i korrekt UTF-8-tegnkoding
nl: de uitvoer van 'net gebruikersdeel' is niet in geldige UTF-8-code
oc: la sortida de 'net usershare' es pas dins un encodatge UTF-8 valid
pl: Wartość wyjściowa „net usershare” nie jest w prawidłowym kodowaniu UTF-8
ro: ieșirea din „net usershare” nu are o codificare UTF-8 validă
sk: výstup príkazu 'net usershare' nie je platný reťazec s kódovaním UTF-8
sl: Izhod ukaza "net usershare" ni v veljavnem kodiranju UTF-8
sq: përfundimi i dhënë nga “net usershare” s’është në kodim të vlefshëm UTF-8
th: ผลลัพธ์ของ 'net usershare' ไม่ได้อยู่ในการเข้ารหัส utf-8 ที่ถูกต้อง
vi: đầu ra của 'net usershare' không ở dạng mã hóa UTF-8 hợp lệ
zh_tw: 「net usershare」的輸出並非有效的 UTF-8 編碼

source: Failed
bg: Отказ
eo: Malsukcesis
et: Ebaõnnestus
he: נכשל
hr: Neuspjeh
kk: Сәтсіз аяқталды
ko: 실패
ms: Gagal
nb: Mislyktes
nl: Mislukt
oc: Fracàs
pl: Błąd
ro: A eșuat
sk: Nepodarilo sa
sl: Napaka
sq: Dështoi
th: ล้มเหลว
vi: Thất bại
zh_tw: 失敗

source: Samba's testparm returned with signal %d
bg: Командата testparm подаде сигнал %d
eo: La Testparm de Samba revenis kun signalo %d
et: Samba's testparm käsu töö lõppes signaaliga %d
he: testparm של סמבה הוחזר עם איתות %d
hr: Sambin testparm vraćen sa signalom %d
kk: Samba-ның testparm-ы %d сигналын қайтарды
ko: 삼바 테스트팜이 시그널 %d번을 반환했습니다
ms: Testparm Samba dikembalikan dengan isyarat %d
nb: Sambas testparm gav tilbake meldingen %d
nl: Samba's testparm koppelde terug met signaal %d
oc: Lo testparm de Samba a renviat un senhal %d
pl: Program testparm Samby zwrócił sygnał %d
ro: Comanda «testparm» a Samba a returnat semnalul %d
sk: Testovací parameter aplikácie Samba vrátil signál %d
sl: Ukaz "testparm" programa Samba je vrnil vrednost %d
sq: Testparm i Samba-s u përgjig me sinjalin %d
th: Testparm ของไฟล์ Samba กลับมาพร้อมกับสัญญาณ %d
vi: Testparm của Samba trả về tín hiệu %d
zh_tw: Samba 的 testparm 傳回訊號 %d

source: Samba's testparm failed for an unknown reason
bg: Командата testparm пропадна по неустановена причина
eo: La Testparm de Samba malsukcesis pro nekonata kialo
et: Samba's testparm käsu töö lõppes teadmata põhjusel
he: testparm של סמבה נכשל מסיבה לא ידועה
hr: Sambin testparm neuspio iz nepoznatog razloga
kk: Samba-ның testparm-ы белгісіз себеппен сәтсіз аяқталды
ko: 삼바 테스트팜이 알 수 없는 이유로 실패했습니다
ms: Testparm Samba gagal atas sebab tidak diketahui
nb: Sambas testparm mislyktes av en ukjent grunn
nl: Samba's testparm mislukte om een onbekende reden
oc: Lo testparm de Samba a fracassat per una rason desconeguda
pl: Program testparm Samby napotkał błąd z nieznanego powodu
ro: Comanda «testparm» a Samba a eșuat dintr-un motiv necunoscut
sk: Testovací parameter aplikácie Samba z neznámeho dôvodu zlyhal
sl: Ukaz "testparm" programa Samba je spodletel iz neznanega razloga
sq: Testparm-i i Samba-s dështoi për një arsye të panjohur
th: Testparm ของไฟล์ Samba เกิดข้อผิดพลาดโดยไม่ทราบสาเหตุ
vi: Testparm của Samba không thành công vì một lý do không xác định
zh_tw: Samba 的 testparm 因為不明原因執行失敗

source: Samba's testparm returned error %d: %s
bg: Командата testparm подаде грешка %d: %s
eo: La Testparm de Samba revenis eraro: %d: %s
et: Samba's testparm käsu tulemusel tekkis viga %d: %s
he: testparm של סמבה החזיר שגיאה %d: %s
hr: Sambin testparm vratio grešku %d: %s
kk: Samba-ның testparm-ы %d қатесін қайтарды: %s
ko: 삼바 테스트팜이 오류 %d번을 반환했습니다: %s
ms: Testparm Samba kembalikan ralat %d: %s
nb: Sambas testparm gav tilbake feilen %d: %s
nl: Samba's testparm meldde fout %d: %s
oc: Lo testparm de Samba a renviat una error %d : %s
pl: Program testparm Samby zwrócił błąd %d: %s
ro: Comanda «testparm» a Samba a returnat eroarea %d: %s
sk: Testovací parameter aplikácie Samba vrátil chybu %d: %s
sl: Ukaz "testparm" programa Samba je sporočil napako %d: %s
sq: Testparm-i i Samba-s u përgjigj me gabimin %d: %s
th: Testparm ของไฟล์ Samba ส่งกลับคืนข้อผิดพลาด %d: %s
vi: Lỗi trả về testparm của Samba %d: %s
zh_tw: Samba 的 testparm 傳回錯誤 %d：%s

source: Samba's testparm returned error %d
bg: Командата testparm подаде грешка %d
eo: La Testparm de Samba revenis eraro: %d
et: Samba's testparm käsu tulemusel tekkis viga %d
he: testparm של סמבה החזיר שגיאה %d
hr: Sambin testparm vratio grešku %d
kk: Samba-ның testparm-ы %d қатесін қайтарды
ko: 삼바 테스트팜이 오류 %d번을 반환했습니다
ms: Testparm Samba kembalikan ralat %d
nb: Sambas testparm gav tilbake feilen %d
nl: Samba's testparm meldde fout %d
oc: Lo testparm de Samba a renviat una error %d
pl: Program testparm Samby zwrócił błąd %d
ro: Comanda «testparm» a Samba a returnat eroarea %d
sk: Testovací parameter aplikácie Samba vrátil chybu %d
sl: Ukaz "testparm" programa Samba je sporočil napako %d
sq: Testparm-i i Samba-s u përgjigj me gabimin %d
th: Testparm ของไฟล์ Samba ส่งกลับคืนข้อผิดพลาด %d
vi: Lỗi trả về testparm của Samba %d
zh_tw: Samba 的 testparm 傳回錯誤 %d

source: Cannot remove the share for path %s: that path is not shared
bg: Не може да се премахне споделянето за %s: не е споделено.
eo: Ne povas forigi la kunhavigon por dosierindiko %s: tiu dosierindiko ne estas kunhavigita
et: Kaustalt %s ei õnnestu võrgukausta funktsionaalsust eemaldada: see kaust ei ole tegelikult võrgus välja jagatud
he: לא יכול להסיר את השיתוף מנתיב %s: נתיב זה אינו משותף
hr: Ne mogu ukloniti dijeljenje za putanju %s: ta putanja nije dijeljena
kk: %s жолындағы ортақ буманы өшіру мүмкін емес: бұл жолдағы бума ортақ емес
ko: %s 경로에 대한 공유를 제거할 수 없습니다: 공유된 경로가 아닙니다
ms: Tidak dapat buang perkongsian bagi laluan %s: laluan tersebut tidak dikongsi
nb: Klarte ikke fjerne deling for stien %s: stien er ikke delt
nl: Kan het Deel voor pad %s niet verwijderen: dat pad is niet gedeeld
oc: Impossible de suprimir lo partiment pel camin %s : aqueste camin es pas partejat
pl: Nie można usunąć udziału przypisanego ścieżce %s: ścieżka nie jest współdzielona
ro: Nu se poate elimina partajarea pentru ruta %s: această rută nu este partajată
sk: Nie je možné odobrať zdieľanie cesty %s: táto cesta nie je zdieľaná
sl: Poti %s ni mogoče odstraniti, ker ni v souporabi
sq: S’hiqet dot pjesa për shtegun %s: ai shteg s’ndahet me dikë
th: ไม่สามารถลบการแชร์สำหรับเส้นทาง %s: ซึ่งไม่สามารถแชร์ได้
vi: Không thể gỡ bỏ chia sẻ cho đường dẫn %s: đường dẫn đó không được chia sẻ
zh_tw: 無法移除路徑 %s 的分享：該路徑未被分享

source: Cannot change the path of an existing share; please remove the old share first and add a new one
bg: Не може да се промени пътят за съществуващият споделен ресурс; премахнете го и го добавете отново.
eo: Ne povas ŝanĝi la dosierindikon de ekzistanta kunhavigo; bonvolu forigi la malnovan kunhavigon unue kaj aldoni la novan
et: Olemasoleva võrgukausta otsitee muutmine ei õnnestu - palun eemalda kõigepealt vana võrgukaust ja loo siis uus
he: לא יכול לשנות את הנתיב של שיתוף קיים, אנא הסר קודם את השיתוף הישן והוסף אחד חדש
hr: Ne mogu promijeniti putanju postojećeg dijeljenja; molim najprije uklonite staro dijeljenje i onda dodajte novo
kk: Бар болып тұрған ортақ буманың атын ауыстыру мүмкін емес; ескі ортақ буманы өшіріп жаңасын қосыңыз
ko: 이미 존재하는 공유의 경로를 바꿀 수 없습니다. 그러니 이전 공유를 제거하고 새로운 공유를 추가해주십시오
ms: Tidak dapat ubah laluan perkongsian sedia ada; sila buang perkongsian lama dahulu dan tambah yang baru
nb: Klarte ikke endre stien for en eksisterende deling. Fjern den gamle delingen først og legg deretter til en ny en.
nl: Kan het pad van een bestaand Deel niet veranderen; verwijder a.u.b. het oude Deel eerst en voeg dan een nieuw toe
oc: Impossible de modificar lo camin d'un partiment existent ; se vos plai, suprimissètz d'en primièr l'ancian partiment e apondètz-ne un novèl
pl: Nie można zmienić ścieżki dla istniejącego udziału; usuń stary udział, a następnie dodaj nowy
ro: Nu se poate modifica ruta unei partajări existente; eliminați mai întâi partajarea veche și apoi adăugați una nouă
sk: Nie je možné zmeniť cestu existujúcej zdieľanej zložky; najprv odoberte straú zdieľanú zložku a potom pridajte novú
sl: Poti obstoječe souporabe ni mogoče spremeniti. Prosimo, odstranite staro in nato dodajte novo
sq: S’mund të ndryshohet shtegu i një pjese ekzistuese; ju lutemi, së pari hiqni pjesën e vjetër dhe mandej shtoni një të re
th: ไม่สามารถเปลี่ยนเส้นทางของการแชร์ที่มีอยู่ได้ โปรดลบการแชร์เก่าก่อนและเพิ่มใหม่
vi: Không thể thay đổi đường dẫn của một chia sẻ đang tồn tại; hãy gỡ bỏ chia sẻ cũ trước và thêm một mục mới
zh_tw: 無法變更既有分享的路徑；請先移除舊的分享，再加入新的

source: <b>Folder Sharing</b>
bg: <b>Споделяне на папка</b>
eo: <b>Dosieruja kunhavigo</b>
et: <b>Võrgukaustad</b>
he: <b>שיתוף תיקייה</b>
hr: <b>Dijeljenje mape</b>
kk: <b>Ортақ бумалар</b>
ko: <b>폴더 공유</b>
ms: <b>Perkongsian Folder</b>
nb: <b>Deling av mappe</b>
nl: <b>Map delen</b>
oc: <b>Partiment de dorsièr</b>
pl: <b>Współdzielenie katalogu</b>
ro: <b>Partajare dosar</b>
sk: <b>Zdieľanie priečinka</b>
sl: <b>Souporaba mape</b>
sq: <b>Ndarje Dosjesh Me të Tjerë</b>
th: <b>การแชร์โฟลเดอร์</b>
vi: <b>Chia sẻ thư mục</b>
zh_tw: <b>資料夾分享</b>

source: Share this folder
bg: Сподели тази папка
eo: Kunhavigu ĉi tiun dosierujon
et: Jaga see kaust
he: שתף תיקייה זו
hr: Dijeli ovu mapu
kk: Бұл буманы ортақ қылу
ko: 이 폴더 공유
ms: Kongsi folder ini
nb: Del denne mappen
nl: Deel deze map
oc: Partejar aqueste dorsièr
pl: Współdziel ten katalog
ro: Partajează acest dosar
sk: Zdieľať tento priečinok
sl: Dodaj mapo v souporabo
sq: Ndajeni këtë dosje me të tjerë
th: แชร์แฟ้มนี้
vi: Chia sẻ thư mục này
zh_tw: 分享此資料夾

source: Share Name:
bg: Име на споделения ресурс:
eo: Kunhavigita nomo:
et: Võrgukausta nimi:
he: שם שיתוף:
hr: Ime dijeljenja:
kk: Ортақ бума аты:
ko: 공유 이름:
ms: Nama Kongsi:
nb: Navn på område
nl: Naam van Deel:
oc: Nom del partiment :
pl: Nazwa współudziału:
ro: Numele partajării:
sk: Názov zdieľaného priečinka:
sl: Ime souporabe:
sq: Emër Pjese:
th: ชื่อการแชร์:
vi: Tên chia sẻ:
zh_tw: 分享名稱：

source: Comments:
bg: Коментар:
eo: Komentoj:
et: Kommentaarid:
he: הערות:
hr: Komentari:
kk: Түсіндірмелер:
ko: 걸명:
ms: Ulasan:
nb: Kommentarer:
nl: Commentaren:
oc: Comentaris :
pl: Komentarze:
ro: Comentarii:
sk: Komentáre:
sl: Opombe:
sq: Komente:
th: หมายเหตุ
vi: Bình luận
zh_tw: 評註：

source: Allow others users to write in this folder
bg: Позволи на други потребители да записват в тази папка
eo: Permesu al aliaj uzantoj skribi en ĉi tiu dosierujo
et: Luba teistel kasutajatel kirjutada siia kausta
he: אפשר למשתמשים אחרים לכתוב בתיקייה זו
hr: Dopustite drugim korisnicima da pišu u ovu mapu
kk: Басқа пайдаланушыларға осы бумаға жазуға рұқсат ету
ko: 이 폴더에 다른 사용자의 기록을 허용
ms: Benarkan pengguna lain menulis dalam folder ini
nb: Tillat at andre brukere kan skrive til denne mappen
nl: Sta andere gebruikers toe om in deze map te schrijven
oc: Permetre a d'autres utilizaires d'escriure dins aqueste dorsièr
pl: Pozwól innym użytkownikom na zapis w tym katalogu
ro: Permite altor utilizatori să scrie în acest dosar
sk: Povoliť ostatným užívateľom zápis do tohto priečinka
sl: Dovoli drugim uporabnikom zapisovanje v to mapo
sq: Lejojuni përdoruesve të tjerë të shkruajnë në këtë dosje
th: อนุญาตให้ผู้ใช้อื่นเขียนในแฟ้มนี้ได้
vi: Thêm những người dùng khác để ghi vào thư mục này
zh_tw: 允許其他使用者寫入此資料夾

source: Allow Guest access
bg: Позволи достъп на гости
eo: Permesu gasto-aliron
et: Luba autentimata kasutajatel seda kausta kasutada
he: אפשר גישת אורח
hr: Dozvoli pristup gostu
kk: Қонақтарға рұқсат ету
ko: 손님 접근 허용
ms: Benarkan capaian Tetamu
nb: Tillat gjester
nl: Sta toegang toe aan gasten
oc: Autorizar l'accès als convidats
pl: Pozwól na dostęp gościom
ro: Permite accesul invitaților
sk: Povoliť prístup neprihláseným používateľom
sl: Dovoli dostop gostom
sq: Lejo hyrje si Vizitor
th: อนุญาตให้ผู้ใช้ชั่วคราวเข้าถึง
vi: Cho phép khách truy cập
zh_tw: 允許訪客存取

source: _Apply
bg: _Приложи
eo: _Apliki
et: _Rakenda
he: _יישם
kk: Іске _асыру
ko: 적용(_A)
nb: _Bruk
nl: _Toepassen
oc: _Aplicar
pl: _Zastosuj
ro: _Aplică
sk: _Použiť
sl: _Uporabi
sq: _Aplikoje
th: เริ่มใ_ช้
vi: Áp _dụng
zh_tw: 套用(_A)

source: Share
bg: Споделяне
eo: Kunhavigi
et: Jaga
he: שתף
hr: Dijeli
kk: Ортақ бума
ko: 공유
ms: Kongsi
nb: Nettverksområde
nl: Deel
oc: Partiment
pl: Współdziel
ro: Partajează
sk: Zdieľaný priečinok
sl: Souporaba
sq: Ndaje
th: แชร์
vi: Chia sẻ
zh_tw: 分享
